<?php

if (!defined('IN_PX'))
    exit;
return array(
    'gallery' => array(
        'title' => '画廊',
        'description' => '喵爪提供了一个社会环境，让所有项目可以被展示在一个画廊中。学生们可以上传，下载和组合项目，或是通过游戏或故事的形式创造性地展示课堂作业。同学可以在平台上留下反馈和建议。',
        'keywords' => 'Scratch作品分享,召集,团队合作,游戏制作,故事分享,Scratch作品展示,Scratch社区,与家人朋友分享,相互学习,作品评论留言,下载,组合,反馈与改进,课堂作业'
    ),
    'tutorial' => array(
        'title' => '微课',
        'description' => '喵爪提供微课来让学生学习Scratch，并且运用相关工具和知识创造自己的故事和游戏，无论是为了娱乐或是学习。每段教学视频在3-5分钟左右，允许学生自学。微课能够帮助你创造性的思考。',
        'keywords' => '3-5分钟视频短片,引人深思的,场景化教学,寓教于乐,启发式教学,实例,游戏制作,故事分享,与家人朋友分享,基础编程知识,逻辑思维,创意思维,自我学习,有选择性的学习'
    ),
    'yplan' => array(
        'title' => '社会工作坊',
        'description' => '喵爪乐于为国家带来重要的社会影响和机遇意识，并借助加州大学伯克利分校的支持引进了Y-PLAN。Y-PLAN帮助学生以团队的形式创造项目解决社会性的问题，包括气候变化，污染挑战，社区发展和改造等。',
        'keywords' => '伯克利,社会影响,气候,气候变化,回收,污染,清扫,电子废弃物,生态友好,社会影响力,再利用,项目导向式的学习,真实的社会问题,社会责任感'
    ),
    'yplan/agenda' => array(
        'title' => '社会工作坊',
        'description' => '喵爪乐于为国家带来重要的社会影响和机遇意识，并借助加州大学伯克利分校的支持引进了Y-PLAN。Y-PLAN帮助学生以团队的形式创造项目解决社会性的问题，包括气候变化，污染挑战，社区发展和改造等。',
        'keywords' => '伯克利,社会影响,气候,气候变化,回收,污染,清扫,电子废弃物,生态友好,社会影响力,再利用,项目导向式的学习,真实的社会问题,社会责任感'
    ),
    'yplan/detail' => array(
        'title' => '社会工作坊',
        'description' => '喵爪乐于为国家带来重要的社会影响和机遇意识，并借助加州大学伯克利分校的支持引进了Y-PLAN。Y-PLAN帮助学生以团队的形式创造项目解决社会性的问题，包括气候变化，污染挑战，社区发展和改造等。',
        'keywords' => '伯克利,社会影响,气候,气候变化,回收,污染,清扫,电子废弃物,生态友好,社会影响力,再利用,项目导向式的学习,真实的社会问题,社会责任感'
    )
);
